[GENERAL]
name=Italiano
version=2.0.1.6900
author=(Whiteshark - dad428@hotmail.com)
UpdateURL=http://update.maxthon.com/files/lang.ini
language_id=0x0410
[Bar_1]
Title=Barra Menu
[Bar_128]
Title=Barra Strumenti
[Bar_133]
Title=Barra di Stato
[Bar_33083]
Title=Cerca nella Pagina
[Bar_32845]
Title=Barra Preferiti
[Bar_32831]
Title=Barra Indirizzi
[Bar_33222]
Title=Barra Plugin
[DIALOG_START]
1000=Senza Servizi Web, impostazioni condivise e salvataggio dati
1200=Con servizi Web ed impostazioni separate per ogni utente
1201=Email:
1202=Password:
1203=Crea Account
1204=Password dimenticata?
1105=Elimina dati del mio Account
1138=Inizia con Account Condiviso
1139=Inizia con Account Personale
1145=Avanzate...
1147=Ricorda Password
1148=Auto Login
1149=Non mostrare più
1156=Impostazioni Rete
1=Vai !
[DIALOG_EXIT]
Caption=Esci da Maxthon
1000=Vuoi davvero uscire da Maxthon?
1257=Ripristina questa sessione al prossimo avvio
1258=Riavvia Maxthon
1256=Non mostrare più
1200=Al Prossimo Avvio:
1002C=Apri Pagina Iniziale\nApri Lista Ultime Pagine Visitate\nApri Schede Ultime Pagine Visitate\nApri Cartella Preferiti Selezionata
[DIALOG_GET_HOTKEY]
Caption=Premi un tasto...
1200=Comando Attuale:
[DIALOG_IMPORT_MAX]
Caption=Importa impostazioni da Ver. 1.x
1000=Puoi importare varie impostazioni da Maxthon 1.x con questa finestra
1200=Cartella Maxthon 1.x:
1201=Scegli le impostazioni da importare:
1121=Preferiti
1124=Sottoscrizioni Feed
1123=Raccoglitore
1008=Impostazioni AdHunter
1122=Gruppi
1011=Utilità Esterne
1010=Plugin
1009=Alias URL, Tasti URL
1196=Stile Interfaccia
1012=Proxy
[DIALOG_INPUT_MATCH]
Caption=Aggiungi Regola Corrispondenza URL
1000=Aggiungi Regola Corrispondenza URL
1200=Inserisci la regola per l'URL
1201=Regola Corrispondenza:
1202=Aiuto su questa funzione
1068=Usa Espress. Regolare
[DIALOG_INSTALL_PLUGIN]
Caption=Scarica e Installa Plugin
1200=Riavvia Maxthon per attivare il nuovo Plugin
1409=Scarica altri plugin...
0=&Chiudi
[DIALOG_INSTALL_SKIN]
Caption=Scarica e Installa Skin
1409=Scarica Altre Skin...
0=&Chiudi
1=&Installa
[DIALOG_ADD_ENGINE]
Caption=Aggiungi Motore di Ricerca
[DIALOG_SERVICE_NEW]
Caption=Notifica Nuovo Servizio
1000=Servizio Preferiti di Maxthon
1200=Il Servizio Preferiti di Maxthon permette di salvare i tuoi preferiti online.\n\n1. Accedi ai tuoi preferiti da qualsiasi luogo con il Browser Maxthon.\n2. Condividi i tuoi preferiti con gli amici.\n3. Proteggi i tuoi preferiti da perdite accidentali.\n4. Altre funzioni sono in arrivo...\n\nVuoi attivare il Servizio Preferiti di Maxthon?
1=&Si
0=&No
[DIALOG_UPDATE]
Caption=Aggiorna Online
1000=Ricerca Aggiornamenti...
1=&Installa
[DIALOG_PROXY_DOWNLOAD]
Caption=Scarica Lista Proxy
1000=Provider Lista Proxy:
1200=Come diventare un Provider di Liste Proxy?
1029=Aggiungi
1019=Elimina
1171=Avvia Download
[DIALOG_WEB_HUNTER]
1000=Clicca sul contenuto da bloccare, e poi su "Finito".
1175=Attiva selezione elementi Iframe
1=Finito
[DIALOG_INPUT]
Caption=Inserisci regola
[DIALOG_BLOCKER2]
1177=Rimuovi Sito Web
1029=Aggiungi
1019=Elimina
1068=Usa Espress. Regolare
[DIALOG_CRASH_REPORT]
Caption=Invia Rapporto Errore
1000=Maxthon ha incontrato un errore fatale
1002=Email:
1149=Non mostrare più la finestra
1200=Il programma ha rilevato un errore fatale in cui è incorso Maxthon.\n\nPrego inviarci un rapporto di errore. Le informazioni fornite ci aiuteranno molto nello sviluppo del programma.
1201=Contenuto Rapporto Errore:
1202=Breve descrizione dell'errore e come riprodurlo:
1=Invia Rapporto
[DIALOG_OPEN_LAST]
Caption=Ripristina Ultima Sessione
1000=Queste pagine erano aperte nell'ultima sessione. Scegli quali aprire.
1003=Non mostrare più
1181=&Inverti Selezione
1002=Seleziona &Tutto
1=&Apri
[DIALOG_ERASE]
Caption=Elimina Cronologia Browser
1001=Seleziona Tutto
1002=&Inverti Selezione
1000=Seleziona oggetti da eliminare:
1005=Lista degli indirizzi digitati
1006=Cookie
1009=Lista Annulla
1010=File della Cache
1183=Cronologia
1148=Svuota automaticamente all'uscita
1182=Svuota Ora!
1=Chiudi
[DIALOG_SETREFRESH]
CAPTION=Imposta Frequenza Autorefresh
1000=Aggiorna ogni
1200=secondi
1201=NB: Non usare intervalli troppo brevi
[DIALOG_SHOWVISITCOUNT]
1000=Mostra Preferiti visitati meno di:
1001=Elimina
VISITCOUNT=Contatore Visite
DUPLICATE=Voci Duplicate
[DIALOG_CHECKURL]
CAPTION=Verifica URL
ID_CHECKURL_RUNNING=Verifica URL in corso. Vuoi fermarla e chiudere questa finestra?
ID_CHECKURL_START=Avvio
ID_CHECKURL_STOP=Ferma
IDR_CHECKURL_ACTIONS=Azioni
ID_CHECKURL_SHOWREPEAT=Voci Duplicate
ID_CHECKURL_SHOWVISIT=Contatore Visite
ID_BTN_DELETE=Elimina
ID_BTN_SAVE=Sposta nel Cestino
ID_BTN_RESTORE=Elimina dalla lista
ID_BTN_SELECTALL=Seleziona Tutto
ID_BTN_DESELECT=Inverti Selezione
ID_HEADER_NAME=Titolo
ID_HEADER_URL=URL
ID_HEADER_STATUS=Stato
ID_RESULT_LIST=Voci in Errore
ID_CHECK_LIST=Verifica Lista
ID_REDIRECT_LIST=Voci con Redirect
ID_TIMEOUT_LIST=Voci in Timeout
ID_TIMEOUT=Timeout
ID_BTN_OPENLINK=Apri Link
[DIALOG_IMPORTFAV]
CAPTION=Importa Preferiti
1000=Il Servizio Preferiti di Maxthon ti aiuta a sincronizzare i tuoi preferiti ovunque.
1200=Utente al Primo Avvio
1158=Importa da Server Preferiti
1159=Importa da Preferiti di IE
1160=Importa da File Bookmark di Firefox
1161=Importa da file HTML esportato da IE
1112=Elimina tutti i Preferiti prima di importare
ID_SELECT_VALIDFILE=Seleziona un file di Bookmark di Firefox valido
ID_SELECT_VALIDFOLDER=Seleziona una Cartella
ID_SELECT_VALIDIEFILE=Seleziona un file dei Preferiti di IE valido
ID_IMPORT_SUCCESS=Dati sui Preferiti importati con successo
1=OK
0=Annulla
[DIALOG_EXPORTFAV]
CAPTION=Esporta Preferiti
1000=Seleziona una cartella ed un'azione da effettuare
1200=Cartella Sorgente
1158=Esporta nella cartella dei preferiti di IE
1159=Esporta in un file HTML
IDC_WARNING=Seleziona una Cartella
ID_IMPORT_SUCCESS=Esportazione Dati Preferiti eseguita con successo
1=OK
0=Annulla
[DIALOG_MANUALUPLOAD]
CAPTION=Upload Manuale Preferiti
1000=Stato
ID_NOTSTARTSERVICE=Servizio preferiti non inizializzato. Possibili cause:\n 1. Non sei iscritto al servizio\n 2. Non hai eseguito il login o login in corso\n
ID_QUERY=Controllo versione preferiti...
ID_QUERY_FAILURE=Controllo dei preferiti fallito
ID_SERVICEBUSY=Il servizio è occupato, riprovare più tardi
ID_STARTUPLOAD=Il file locale è più nuovo. Upload...
ID_NONEEDUPLOAD=Il server dei preferiti è già aggiornato
ID_UPLOADALREADY=Upload Effettuato.
ID_UPLOAD_FAILURE=Upload non riuscito.
ID_RETRY=Riprova
ID_CLOSE=Chiudi
1=OK
0=Annulla
[DIALOG_MANUALDOWNLOAD]
CAPTION=Scarica Manualmente Preferiti
1000=Stato
ID_SERVICEBUSY=Servizio occupato, riprovare più tardi
ID_QUERY=Controllo versione preferiti...
ID_QUERY_FAILURE=Controllo dei preferiti fallito
ID_SERVER_NOFILE=Nessun file trovato sul server. Download annullato
ID_STARTDOWNLOAD=Il file sul server è più recente. Download...
ID_NONEEDDOWNLOAD=Il file locale è già aggiornato
ID_DOWNLOADALREADY=Download Effettuato.
ID_DOWNLOAD_FAILURE=Download non riuscito
1=OK
0=Annulla
[DIALOG_DELWARNING]
CAPTION=Conferma Eliminazione
1000=Sei sicuro di voler eliminare tutti gli oggetti selezionati?
1003=Sposta nel Cestino
ID_DEL_SURE=Sei sicuro di voler eliminare questo oggetto?\n"%s"
[DIALOG_FILESIZEBIG]
CAPTION=Upload Preferiti non riuscito
1000=I Preferitie e dla Lista Feed eccedono il limite di 300 KB, ottimizza la lista dei Preferiti e riprova.
1003=Non mostrare più (sconsigliato)
[DIALOG_FILECONFLICT]
CAPTION=Conflitto Versione Preferiti
1000=Rilevato Conflitto di Versione tra Preferiti locali e Preferiti del Servizio  Maxthon:
1200=Seleziona l'azione preferita:
1158=Unisci i preferiti locali a quelli online
1159=Usa la versione Online dei preferiti
1160=Usa la versione locale dei preferiti
1003=Non mostrare più
[DIALOG_ADD_FEED]
CAPTION=Canale Feed
1000=Aggiungi canale Feed
1200=Inserisci una URL e seleziona una Cartella per il nuovo Feed
1201=Titolo:
1202=URL:
1203=Cartella:
1204=Nuova Cartella...
1205=Frequenza Autoaggiornamento
1105=Massimo Oggetti in Cronologia
1093=Pronto
1001=Avanzate >>
FEEDINFO_NORMAL=Aggiungi Nuovo Feed
FEEDINFO_CHECK=Feed
SUBTITLE_NORMAL=Inserisci una URL e seleziona Cartella per il nuovo Feed
SUBTITLE_CHECK=Proprietà del Feed selezionato
TIPSTATIC_NORMAL=Pronto
ITPSTATIC_CHECK=Validazione URL del Feed
ITPSTATIC_SUCESS=Validazione effettuata con successo.
ITPSTATIC_FAIL=Validazione non riuscita.
SHOWHIDE_NORMAL=Avanzate >>
SHOWHIDE_CHECK=<< Standard
IDOK_NORMAL=OK
1=Aggiungi
[DIALOG_ADD_FAVORITE]
CAPTION=Link
1000=Aggiungi a Preferiti
1200=Inserisci le informazioni del nuovo Link
1201=Titolo:
1202=URL:
1203=Cartella:
1204=Alias:
1205=Nuova Cartella...
1105=Tag:
1026=Seleziona Tag:
1001=Avanzate >>
FAVINFO_NORMAL=Aggiungi a Preferiti
FAVINFO_CHECK=Link
SUBTITLE_NORMAL=Inserisci le informazioni del nuovo Link
SUBTITLE_CHECK=Proprietà del Link selezionato
SHOWHIDE_NORMAL=Avanzate >>
SHOWHIDE_CHECK=<< Standard
IDOK_NORMAL=OK
1=Aggiungi
[DIALOG_ADD_FOLDER]
CAPTION=Cartella
1000=Aggiungi Nuova Cartella
1200=Inserisci Nome e posizione Nuova Cartella
1201=Cartella Parent:
1202=Nome Cartella:
1003=Come Gruppo
TITLE_NORMAL=Modifica Cartella
TITLE_CHECK=Inserisci un nome per la nuova Cartella
[DIALOG_EXPORT_FEED]
1000=Esporta Lista Feed
1200=Esporta la lista dei Feed in file OPML
1201=Origine:
1202=Destinazione:
1203=Sfoglia...
1204=Non usare cartelle annidate nel file OPML
1=Esporta
0=Annulla
[DIALOG_IMPORT_FEED]
1000=Importa Lista Feed
1200=Importa Lista Feed in Maxthon
1201=Origine:
1202=Destinazione:
1203=Sfoglia...
1204=Nuova Cartella...
1205=Elimina tutti i dati nella cartella prima di importare
1=Importa
0=Annulla
[DIALOG_SELECTITEM]
CAPTION=Sfoglia File...
[favsidebar]
ID_FAVSIDEBAR_NEWFOLDER=Nuova Cartella...
ID_FAVSIDEBAR_NEWITEM=Aggiungi...
ID_FAVSIDEBAR_NEWSEPARATOR=Separatore
ID_FAVSIDEBAR_OPENITEM=Apri
ID_FAVSIDEBAR_OPENLAYER=Apri Tutti i Collegamenti
ID_FAVSIDEBAR_CONVERTFOLDER=Converti In Cartella
ID_FAVSIDEBAR_CONVERTGROUP=Converti In Gruppo
ID_FAVSIDEBAR_DELETETHIS=Elimina
ID_FAVSIDEBAR_EDITITEM=Modifica...
ID_FAVSIDEBAR_SORTITEM=Ordine Alfabetico
ID_FAVSIDEBAR_SORTBYVISIT=Ordine per Numero Visite
ID_FAVSIDEBAR_EMPTYTRASH=Svuota Cestino
[rsssidebar]
ID_RSSSIDEBAR_NEWFEED=Aggiungi...
ID_RSSSIDEBAR_UPDATEFOLDER=Aggiorna Intera Cartella
ID_RSSSIDEBAR_NEWFOLDER=Nuova Cartella...
ID_RSSSIDEBAR_DELETETHIS=Elimina
ID_RSSSIDEBAR_UPDATEFEED=Aggiorna
ID_RSSSIDEBAR_EDITITEM=Modifica...
ID_RSSSIDEBAR_SORTITEM=Ordine Alfabetico
[FavSideBarToolBar]
33070=Aggiungi...
32960=Cerca
189=Altro
33069=Nuova Cartella...
33003=Modifica...
32959=Elimina
33170=Importa Preferiti...
33171=Esporta Preferiti...
33087=Opzioni Preferiti...
33079=Verifica URL...
33008=Gestione Preferiti...
33090=Ordine Alfabetico
33108=Ordine per Numero Visite
[RssSideBarToolBar]
32962=Aggiungi...
32961=Aggiorna
180=Altro
33009=Aggiorna Tutti
33019=Nuova Cartella...
33012=Modifica...
32976=Elimina
33014=Importa Lista Feed...
33015=Esporta Lista Feed...
33016=Sincronizza Lista Feed Online... [Obsoleto]
33072=Opzioni Feed...
33018=Gestione Feed...
[FavMgrToolBar]
191=Nuovo
33003=Modifica...
32959=Elimina
192=Altro
33031=Passa a Gestione Feed
33070=Link...
33069=Cartella...
33022=Separatore
33170=Importa Preferiti...
33171=Esporta Preferiti...
33168=Upload Preferiti...
33169=Download Preferiti...
33087=Opzioni Preferiti...
33079=Verifica URL...
[RssMgrToolBar]
211=Nuovo
33012=Modifica...
32976=Elimina
209=Altro
33045=Passa a Gestione Preferiti
32962=Feed...
33019=Cartella...
33078=Separatore
33014=Importa Lista Feed...
33015=Esporta Lista Feed...
33016=Sincronizza Lista Feed Online...
33072=Opzioni Feed...
[FavRssHelpText]
ID_NOT_FIND_RSSHANDLE=Errore nel caricamento del modulo Feed.\nControlla se il file DLL esiste.
ID_EXCEPTION_CREATE=Eccezione nel Modulo Feed: Creazione Finestra non riuscita.
ID_REMEMBER_DELETE=Sei sicuro di voler eliminare gli oggetti selezionati?
ID_IMPORT_DELETE=Attenzione: Sei sicuro di voler eliminare tutti gli oggetti nella cartella di destinazione?
ID_SELECTOPML_FILE=Seleziona File OPML da Importare
ID_INPUT_FILENAME=Inserisci un Nome di File per l'esportazione
ID_FOLDER_LIST=Cartella
ID_RECYCLEBIN=Cestino
ID_SAMEFAVORITE_SAMEFOLDER=Collegamenti con lo stesso nome e URL esistono già nella cartella
ID_SAMEURLOVER_SAMEFOLDER=Link con la stessa URL esistono già in questa cartella.\nVuoi sovrascriverli?
ID_SAMENAME_SAMEFOLDER=Link con lo stesso Titolo esistono già in questa cartella.
ID_SAMEURL_SAMEFOLDER=Link con la stessa URL esistono già in questa cartella.
ID_SAMERSSFEED_SAMERSS=Feed con la stessa URL esistono già in questa cartella. Vuoi sovrascriverli?
ID_SAMEFOLDERNAME=Una Cartella con questo nome esiste già.
ID_FAVMANAGER_TITLE=Gestione Preferiti
ID_RSSMANAGER_TITLE=Gestione Feed
ID_INPUTTAG_ADDFAVDLG=Inserisci Tag:
[DIALOG_FILTER_EXPORT]
Caption=Esporta Pacchetto di Filtri
1000=Titolo:
1200=Autore:
1201=Descrizione:
1202=URL Supporto:
1203=Nome File:
1191=Mostra in Explorer dopo l'esportazione
[DIALOG_FILEOPEN]
1000=Inserisci l'indirizzo Internet del file o cartella da aprire:
1200=Apri
1120=Sfoglia...
[DIALOG_UTIL_ADD]
Caption=Utilità
1016=&Nome:
302=&Comando:
303=&Argomenti:
304=Directory Iniziale:
1194=Avvia con Maxthon
1195=Chiudi con Maxthon
1000=Nota 1: Puoi trascinare file in questa finestra.
1200=Nota 2: Premi tasto ALT trascinando le icone per riordinarle
[DIALOG_SEL_COMMAND]
Caption=Seleziona Comando
1000=Categorie:
1200=Comando:
1201=Seleziona una categoria e poi un comando dalla lista.
[DIALOG_FORM_SAVE]
Caption=Salva Modulo
1000=Titolo:
1003=Salva come Auto-Login
1200=Moduli Salvati:
1197=Non chiedere per questo sito
1005=Non chiedere più
1=&Salva
2=&Non Salvare
[DIALOG_CUST_BUTTON]
Caption=&Pulsanti
1200=&Ripristina Pulsanti 
1202=Puoi usare drag&drop per aggiungere, eliminare o organizzare le barre degli strumenti.\n- Nella modalità standard, tieni premuto il tasto ALT per spostare i pulsanti.\n- Tieni premuto CTRL per duplicarli.\n- Fai clic con il tasto destro sui pulsanti per impostare altre proprietà.
[DIALOG_CUST_TOOLBAR]
Caption=&Barra Strumenti
9308=&Nuova
9309=&Rinomina
9310=&Elimina
9311=Rei&mposta
[DIALOG_CUST_FONT]
Caption=&Fonts
1000=&Fonts:
1201=&Reimposta Font
1203=&Cambia Font...
[DIALOG_NEW_TOOLBAR]
Caption=Aggiungi Nuova Barra Strumenti
1000=Inserisci nome per la barra strumenti:
[DIALOG_VIEW_BLOCKED]
Caption=Log Filtro
1000=Ad Hunter ha filtrato i seguenti elementi per te:
1075=&Svuota Lista
[DIALOG_SELECTINFO]
Caption=Seleziona informazioni da visualizzare
1000=Inserisci gli elementi da visualizzare nel pannello informativo della barra di stato.
[DIALOG_UNLOCK]
Caption=Sblocca Maxthon
1000=Inserisci la tua password per sbloccare Maxthon
[Strings]
OK=&OK
Cancel=&Annulla
Collector=Raccoglitore
Favorite=Preferiti
Navigator=URL rapide
Close=Chiudi
Go Up=Vai Su
Open All=Apri Tutti i Collegamenti
Open in background=Apri in Background
Delete=Elimina
Convert to Group=Converti In Gruppo
Convert to Folder=Converti In Cartella
Confirm Delete=Sei sicuro di voler eliminare "%s" ?
Create an Account=Crea un Account
Existing User Login=Login Utente
Get Password Back=Clicca qui se hai dimenticato la password
Name=Nome
Address=Indirizzo
Type=Tipo
Status=Stato
Add=Aggiungi
Edit=Modifica...
Update by Current URL=Sostituisci con l'URL corrente
Encoding=Codifica
Add Favorite Here=Aggiungi a Questa Cartella...
PreviewVersion=Anteprima
HotKeyConflict=%s è in uso, seleziona un altro tasto.
ExceedTabLimit=Il numero di schede supera il limite. \nPuoi modificare il limite in "Strumenti  > Opzioni Maxthon > Schede".
Proxy Setup=Impostazioni Proxy...
More=Altre Azioni
Advanced Rule=Usa Regole Avanzate Proxy
Show Frame=Mostra Cornice Finestra
Hide Frame=Nascondi Cornice Finestra
Hide=Nascondi
Lock Toolbar=Blocca Barra Strumenti
SideBar=Barra Laterale
Zoom=Zoom
My Account=Mio Account
Not implemented=Questa funzione non è ancora implementata :p
Discuss this version=Discuti questa versione...
Text Label=Etichetta Testo
PageSearch=&Cerca nella Pagina
Open in foreground=Apri ed Attiva
Import=Importa
Customize=Personalizza
Ad Hunter=Ad Hunter
about:blank=Pagina Vuota
ConfirmProxyProvider=Vuoi aggiungere un Nuovo Provider alla Lista Proxy?\n%s
New=Nuovo
Search=Cerca
Block Content=&Blocca Contenuto
Manually input=Inserimento Manuale
Block=Blocca
Unblock=Sblocca
All Sites=Tutti i Siti
Block List=Black List
Exception List=White List
Settings=Impostazioni
Reopen popup=Apri Questa Finestra Pop-up
PopupExclude=Accetta Sempre Pop-up da Questo Sito Web
PopupInfo=%d Pop-up bloccati. Per vedere i Pop-up o altre opzioni, clicca qui...
Popup Blocker=Blocco Pop-up
Content Filter=Filtro Contenuti
Custom Filter=Pacchetti di Filtri
AdHunter Setup=Impostazioni Ad Hunter
Exception Raised=Si è verificato un errore. Inviaci il rapporto bug al riavvio del browser, per favore.
Blocked=Bloccato
Details=Dettagli
Update Site Icon=Aggiorna Icona Sito
Input URL here=Inserisci qui Indirizzo URL
Force Open in Background=Apri in Background
Open in New Tab=Apri Link Pagina Corrente in Nuova Scheda
Clear List=Svuota Lista
No Proxy=Nessun Proxy
IE Proxy=Utilizza Impostazioni Proxy di IE
Set Link Bar Root=Imposta Cartella Root Barra Preferiti...
Click to select skins=Clicca per Selezionare la Skin
Proxy=Proxy
Get more skins=Scarica Altre Skin...
Paste and Go=Incolla e Vai
Exit Full Screen=Esci da Schermo Intero
My Subscription=Mie Sottoscrizioni
Refresh=Aggiorna
Stop=Ferma
Main Menu=Menu Principale
Use Small Icon=Usa Icone Piccole
Install this skin?=Vuoi installare questa skin?
Install this plugin?=Vuoi installare questo plugin?
Rename=Rinomina
Login Failed=Login Non Riuscito
<MaxthonIsNotDefaultBrowser>=Maxthon non è il browser predefinito.\nVuoi impostare Maxthon come browser predefinito?
Plugin=Plugin
Misc=Varie
Navigation=Navigazione
UI Related=Correlato a UI
Super MSA=Maxthon Super Accellerazione Intelligente
<SuperAccleratorExplain>=La Super Accellerazione Intelligente Maxthon (MSA) può aumentare la velocità più della normale Accellerazione Intelligente,\nma in alcuni casi potresti dover aggiornare più spesso la pagina.\n\nSei sicuro di voler abilitare Super MSA per questo sito?
<NoShowDialog>=Non mostrare più
<AskToEnableMSA>=L'Accellerazione Intelligente Maxthon (MSA) non è ancora abilitata.\nVuoi attivarla ora?
<Enable/DisableSuperMSA>=Attiva/Disattiva Super MSA in questo sito
Add/Append Group=Aggiungi/Accoda Gruppo
Name of the Group=Nome Gruppo
<NoFormFill>=Devi configurare Magic Fill prima di utilizzarlo.\nVuoi configurarla ora?
<NewTabQuestion>=Vuoi aprire una nuova scheda per l'indirizzo digitato?\n Puoi cambiare le impostazioni più tardi in "Centro Impostazioni Maxthon > Barra Schede"
<ActiveTabQuestion>=Vuoi attivare la nuova scheda?
<ImageSavedToClipboard>=Cattura copiata negli appunti
<ImageSavedToFile>=Cattura salvata in
Auto Logins=Auto Login
Buttons=Pulsanti
New Menu=Nuovo Menu
<WarnResetAll>=Sei sicuro di voler reimpostare l'interfaccia predefinita?
Default Skin=Skin Predefinita
Password or Account Wrong=Password o Account Errati
<SpamAccountWarning>=Stai usando un account non valido.\nVisita http://passport.maxthon.com per registrare un account.
Toolbars=Barre Strumenti
Blocked Ad=Pubblicità Bloccata
<WarnUsePacProxy>=Devi riavviare Maxthon per abilitare il supporto PAC.
Input Number=Inserisci un Numero
AddressBar=Barra &Indirizzi
SearchBar=Barra Ricerca
Magic Fill=Magic Fill
No Form filled=Nessun modulo da compilare
Core=Componenti Core
Skin=Skin
Download=Download
New Version is avaliable=E' disponibile una nuova versione di Maxthon Browser
Do not ask me in a week=Non chiedermelo per una settimana
Web Content=Contenuti Web
Popups=Popup
Sticky Name=Sticky Name
MainUI=Interfaccia Principale
MenuBar=Barra Menu
Caption=Didascalie
Tab=Schede
Default Font=Font Predefinito
Fonts=Fonts
No Ads blocked=Bloccati (0)
Ads blocked(%d)=Bloccati (%d)
Local IP=locale
Blocked Ads=Bloccati
[StringByID]
214=Nuovo
33146=Tracce Cronologia
32787=Indietro
32788=Avanti
32790=Aggiorna
32792=Pagina Iniziale
32834=Annulla
32849=Schermo Intero
35001=Personalizza aspetto applicazione, barre strumenti e menu\nPersonalizza...
57634=Copia
57635=Taglia
57637=Incolla
163=Clicca per scegliere la Skin
233=Clicca per scegliere il Proxy
33118=Nuova Scheda
32882=Strumenti Web
32977=Organizza Schede
185=Barra Laterale
32881=Lista Schede
2000=&File
32820=Cambia &Account Utente...
32821=Mo&difica Profilo...
32906=B&locca Maxthon...
2006=Nuova &Scheda
32772=Sche&da Vuota
32792=&Pagina Iniziale
32894=&Duplica la Scheda Corrente
33119=Indirizzo dagli A&ppunti
57601=&Apri...
--32785=Nuova Finestra
32890=&Salva Come...
32891=Stam&pa
32892=An&teprima
2016=S&essione
33210=&Salva Sessione...
33213=&Gestione Sessione...
33055=Importa impostazioni da Maxthon 1.x
32986=&Importa ed Esporta...
32776=&Chiudi Scheda
32836=Chiudi tutte le &Schede
32989=Chiudi Alt&re Schede
33207=Chiudi Schede a &Sinistra
33208=Chiudi Schede a &Destra
33154=&Non in linea
33127=&Esci
2001=&Visualizza
2007=Barre S&trumenti
2008=Barre &Laterali
33229=Aggiorna Tutti
32791=&Ferma
33230=F&erma Tutti
221=&Zoom
33145=Altr&o
33193=&Massima
33194=&Grande
33195=M&edia
33196=&Piccola
33197=Mi&nima
33161=Visualizza Sor&gente
2009=Stile &Interfaccia
2010=Skin
32896=Mostra Cornice Finestra
32838=Cronologia
2002=Pre&feriti
32919=&Aggiungi a Preferiti...
32841=Aggiungi tutte le &Schede ai Preferiti...
32805=&Gestione Preferiti...
2012=Altre Azi&oni
33159=&Verifica URL...
33160=Aggiorna &Icone Siti...
33170=&Importa Preferiti...
33171=&Esporta Preferiti...
33168=&Upload Preferiti Online...
33169=&Download Preferiti Online...
2020=&Gruppi
33242=&Aggiungi tutti le Schede come Gruppo...
2004=&Strumenti
2003=Sicure&zza
33211=Aggiorna&menti di Sicurezza...
32815=S&vuota Cronologia Browser...
2013=&Proxy
32925=&Gestione Lista Proxy...
33167=&Download Lista Proxy...
167=Strumenti &Esterni
2015=&Controllo Contenuti
33174=Disattiva &Immagini
33175=Disattiva &Script
33176=Disattiva Animazioni &GIF
33177=Disattiva Filmati &Flash
33178=Disattiva Su&oni
33180=Disattiva Oggetti Active&X
33269=Mo&difica Impostazioni Globali...
33201=&Gestione Skin...
33215=&Gestione Plugin...
33205=&Gestione Pacchetti di Filtri...
254=&Magic Fill
33247=Lista Identità
33248=&Salva Modulo Corrente
33255=&Gestione Dati Modulo...
2022=Cattu&ra
33250=&Schermo
33251=&Ritaglio
33252=&Finestra
33256=Pagina &Corrente
33257=Tutte le &Pagine
33253=&Opzioni Cattura...
33106=&Modifica Pagina...
32876=Centro I&mpostazioni Maxthon...
33117=&Opzioni Internet...
2005=&Aiuto
57664=Info su &Maxthon Browser...
32855=&Forum di Maxthon...
32856=Sito &Web di Maxthon...
33157=Cerca Aggiorna&menti...
33158=&Sponsor Maxthon...
33164=&Blog di Maxthon...
33224=Centro &Risorse Maxthon...
33267=Wizard &Configurazione...
32914=Attiva Blocco &Pop-Up
32915=Attiva Filtro &Contenuti Web
2014=Attiva Filtro &Testi
33166=&Blocca Contenuti Pagina...
33153=&Vedi Log Filtro...
32913=Opzioni Ad Hunter...
33235=Aggiungi S&trumento Esterno...
33797=Minimizza
33798=Ripristina
33141=Ingrandisci
32932=Nuova Scheda Lettura
32923=Collegamento sul Desktop
32924=Internet Explorer
32921=Attiva
32922=Imposta Frequenza...
32842=Stacca Scheda
32840=Raccoglitore
165=Ad Hunter
33058=Traffico Totale in Entrata
33059=Traffico Totale in Uscita
33060=Velocità in Entrata
33061=Velocità in Uscita
33062=Indirizzo IP
33270=IP Pubblico
33063=Data
33064=Ora
33065=Numero di Schede
33067=Memoria Fisica Disponibile
33068=Memoria Virtuale Disponibile
33172=Contatore Contenuti Bloccati
32998=Personalizza...
2017=Invia a 
2018=Auto Aggiorna
33218=Assegna Alias...
33266=Imposta Nome Sticky...
33245=B&locca Scheda
1184=Esporta
33220=Applica
32871=Proprietà
33198=Scorri Pagina Su
33199=Scorri Pagina Giu
32874=Incolla e Vai
32884=Su di Un Livello
33120=Blocca Barra Strumenti
33156=Mostra Etichetta Testo
33202=Usa Icone Piccole
33102=Focalizza Barra Indirizzi
33103=Focalizza Barra Ricerca
33100=Passa a Scheda Precedente
33101=Passa a Scheda Successiva
32797=Minimizza
32798=Ripristina
33141=Ingrandisci
32799=Chiudi Maxthon
33233=Scorri in alto
33234=Scorri in Basso
32848=Raccoglitore
33143=Zoom +10%
33144=Zoom -10%
33135=Zoom 100%
2021=Dimensione Carattere
32918=Codifica
33140=Carattere
33219=Spaziatore
9312=Personalizza
9307=Chiudi
32916=Mostra/Nascondi Maxthon
2282=&Indietro
2283=&Avanti
6042=A&ggiorna
31=Seleziona &Tutto
26=I&ncolla
2266=Crea Co&llegamento
2261=Aggiungi a &Preferiti...
2139=&Vedi Sorgente
2292=&Codifica
27=Sta&mpa
28=&Proprietà
2263=&Salva Sfondo Come...
2267=Imposta come S&fondo
2277=Imposta come S&fondo
2265=&Copia Sfondo
2279=Imposta come Oggetto del &Desktop..
2280=Imposta come Oggetto del &Desktop..
2136=&Apri
2137=Apri in &Nuova Scheda
2268=Salva Oggetto &con nome...
2273=&Stampa Oggetto
2269=&Mostra Immagine
2270=&Salva Immagine Come...
2288=Invia Immagine con &Email...
2289=Stam&pa Immagine...
2287=&Vai a Mie Immagini
2264=Imposta come S&fondo
2278=Imposta come Oggetto del &Desktop..
16=&Taglia
15=&Copia
2262=Copia Co&llegamento
43=&Annulla
17=&Elimina
33263=V&isualizza Origine Selezione
33264=Copia Indirizzo &Immagine
2271=Esegui
2272=Ferma
2276=Riavvolgi
2380=Scorri Qui
2381=Alto
2382=Basso
2383=Pagina Su
2384=Pagina Giu
2385=Scorri Su
2386=Scorri Giu
2387=Lato Sinistro
2388=Lato Destro
2389=Pagina Sinistra
2390=Pagina Destra
2391=Scorri Sinistra
2392=Scorri Destra
172=&Navigatore
2023=&Navigatore
9200=Scorri Sinistra
9201=Scorri Destra
9202=Chiudi
9122=&Aggiungi/Rimuovi Pulsanti
9123=Reimposta
9173=Sei sicuro di voler reimpostare la Barra Strumenti "%s" ?
9148=Opzioni Barra Strumenti
9123=Reimposta
9124=Elimina
9125=Nome
9126=Copia Immagine Pulsante
9127=Incolla Immagine Pulsante
9128=Reimposta Immagine Pulsante
9129=Modifica Immagine Pulsante...
9130=Cambia Immagine Pulsante
9131=Stile Predefinito
9132=Immagine e Testo
9133=Solo Testo
9299=Allinea a Destra
9134=Aggiungi Separatore
9900=Nascondi Automaticamente
9901=Chiudi
9907=Ingrandisci
9908=Ripristina
9909=Menu
9422=Nuovo Gruppo Schede &Orizzontale
9423=Nuovo Gruppo Schede &Verticale
9424=&Annulla
[PromptByID]
32848=Mostra/Nascondi Raccoglitore
33191=Apri Link in Background
33226=Attiva/Disattiva Super MSA in questo sito
249=Accelleratore Web
33190=Apri Link in Nuova Scheda
163=Clicca per Selezionare la Skin
[Options]
maxthon_options=Centro Impostazioni Maxthon
page_general=Generale
page_startup=Avvio
page_tab=Barra Schede
page_nav=Navigazione
page_search=Cerca
page_fav=Preferiti
page_feed=Lettore Feed
page_adhunter=Ad Hunter
page_form=Magic Fill
page_download=Download File
page_safety=Sicurezza e Privacy
page_key=Tasti di Scelta Rapida
page_mouse=Controllo Mouse
page_advanced=Avanzate
page_skin=Skin
page_plugin=Plugin
page_filter=Pacchetti di Filtri
config_saved=Impostazioni salvate.
config_reset=Le impostazioni sono state reimpostate all'ultima versione salvata.
config_not_saved_confirm=Le tue impostazioni non sono state salvate. Clicca "OK" per salvarle ora.
config_reset_confirm=Tutte le impostazioni non salvate verranno riportate all'ultima sessione salvata. Procedi?
confirm_restore_default=Tutte le modifiche apportate verranno sovrascritte. Sei sicuro di voler tornare alle impostazioni predefinite?
ok=OK
create_new=Crea Nuovo
edit=Modifica
save=Salva
cancel=Annulla
delete=Elimina
apply=Applica
reset=Reimposta
restore_default=Ripristina Predefiniti
close=Chiudi
disable=Disattiva
enable=Attiva
options=Opzioni
export=Esporta
browse=Sfoglia...
visit_website=Visita Sito Web
enable_all=Attiva tutti
disable_all=Disattiva Tutti
get_more=Scarica Altri...
default=Predefinita
autostart=Avvio Automatico
none=Nessuna
title=Titolo
alias=Alias
url=URL
version=Versione
prefix=Prefisso
suffix=Suffisso
shortcut=Collegamento
author=Autore
description=Descrizione
file_path=Percorso File
action=Azione
shortcut_key=Tasto
field=Campo
value=Valore
input_filename=Inserisci il nome del file
invalid_filename=Nome di file non valido.
parse_error=Errore nella ricerca del file
delete_failed=Impossibile eliminare questo oggetto. Assicurati di avere il permesso di eliminare questo file o cartella.
can_not_delete_in_use=Impossibile eliminare oggetti in uso.
maxtable_new=Aggiungi Oggetto
maxtable_new_sep=Aggiungi Separatore
maxtable_require_field="%s" non può essere vuoto.
maxtable_delete_confirm=Sei sicuro di voler eliminare questo oggetto?
maxtable_not_saved_confirm=Modifiche non ancora salvate. Clicca "OK" per salvarle adesso.
set_key=Imposta Tasto...
set_action=Imposta Azione
require_restart=(Richiede Riavvio)
consume_cpu=(Richiede più risorse alla CPU)
gen_one_instance=Permetti una singola istanza di Maxthon
gen_tray_icon=Mostra sempre Icona nella Barra di Sistema
gen_min_to_tray=Minimizza nella Barra di Sistema
gen_close_to_tray=Chiudi nella Barra di Sistema
gen_bosskey=Attiva Tasto Boss:
gen_disable_image=Disattiva Immagini
gen_disable_script=Disattiva Scripts
gen_disable_gif=Disattiva Animazioni GIF
gen_disable_flash=Disattiva Filmati Flash
gen_disable_sound=Disattiva Suoni
gen_disable_activex=Disattiva Oggetti ActiveX
gen_page_zoom=Fattore Zoom Predefinito:
gen_restore_all_default=Ripristina Impostazioni Predefinite
gen_restore_all_note=Nota: Tutte le impostazioni personalizzate come motori di ricerca, chiavi rapide, movimenti del mouse, ecc... verranno sovrascritte da quelle predefinite.
su_homepage=Pagina Iniziale
su_home_blank=Imposta Pagina Vuota
su_home_startpage=Imposta Pagina Iniziale di Maxthon
su_start_type=Pagina Iniziale
su_page_homepage=Apri Pagina Iniziale
su_page_resume_list=Mostra Scheda &quot;Ultime Pagine Visitate&quot;
su_page_resume=Ripristina automaticamente pagine aperte all'uscita
su_page_fav_folder=Apri una Cartella di Preferiti:
su_no_start_page=Non aprire la pagina iniziale se aperto da programmi esterni
su_check_update=Cerca Aggiornamenti all'avvio
su_check_default=In avvio verifica che Maxthon sia il Browser predefinito
su_default_browser=Imposta come Predefinito
su_confirm_default_browser=Vuoi impostare Maxthon come Browser predefinito?
nav_quick_complete=Completamento Rapido Link URL
nav_urlkey=Tasti URL
nav_urlkey_note=Le impostazioni tasti URL prevalgono su quelle presenti nella Sezione Tasti Rapidi. Puoi inserire URL multiple, una per riga.
nav_urlalias=Alias URL
nav_web_service=Servizi Web on the Go
nav_server_list=Usa lista servizi web ricavata dal server
srch_quick_search=Abilita la Ricerca Rapida da Barra Indirizzi
srch_auto_highlight=Evidenzia le parole chiave nella pagina risultante
srch_server_list=Usa lista di motori di ricerca ricavata dal server
srch_alt_addr_search=Usa il motore di ricerca con alias &quot;*&quot; come predefinito per la barra indirizzi
srch_set_default=Imposta come motore di ricerca predefinito
srch_list=Motori di Ricerca
fav_compact_favbar=Usa modalità compatta per i Preferiti
fav_favbar_recent=Mostra il pulsante &quot;Collegamenti visitati di recente&quot; nella Barra Preferiti
fav_add_here=Mostra il comando &quot;Aggiungi in questa cartella&quot; nel menu dei Preferiti
fav_tooltip=Mostra suggerimenti per le voci del menu dei Preferiti
fav_close_on_open_group=Chiudi tutte le Schede prima di aprire un Gruppo
tab_button_style=Stile Scheda
tab_style_auto=Dimensione Schede Automatica
tab_style_fixed=Schede a Larghezza Fissa
tab_style_compressed=Comprimi Schede Inattive
tab_style_multiline=Schede Multiriga
tab_tab_on_bottom=Mostra Barra Schede in basso
tab_bold_active=Titolo scheda attiva in grassetto
tab_new_button=Mostra pulsante &quot;Nuova Scheda&quot; nella Barra Schede
tab_close_button=Mostra pulsante &quot;Chiudi Scheda&quot; sulla scheda attiva
tab_close_act_left=Attiva scheda a sinistra chiudendo una scheda (altrimenti attiva quella a destra)
tab_ctrl_arrow=Usa tasto CTRL+Frecce per cambiare schede
tab_mouse_switch=Usa rotella del mouse premendo il tasto destro per cambiare scheda
tab_bar_limit=Numero massimo di schede:
tab_min_width=Larghezza minima scheda:
tab_max_width=Larghezza massima scheda:
tab_new_behavior=Comportamento predefinito del comando &quot;Nuova Scheda&quot;
tab_open_blank=Apri Scheda Vuota
tab_open_current=Duplica Scheda Corrente
tab_new_on_next=Apri nuova scheda accanto a quella corrente
tab_new=Apri Nuova Scheda da
tab_new_addr=Barra Indirizzi
tab_new_search=Barra Ricerca
tab_new_fav=Collegamenti Preferiti
tab_new_history=Cronologia Link
tab_new_home=Pagina Iniziale
tab_activate=Attiva Nuova Scheda se aperta da
tab_act_bars=Barra Indirizzi e Barra Ricerca
tab_act_fav_hist=Preferiti e Cronologia
tab_act_click=Clic del mouse e Maiusc+Clic
tab_act_mid=Clic Tasto Centrale del Mouse
tab_act_dd=Super Drag e Drop
fd_auto_discovery=Attiva ricerca Feed RSS
fd_discovery_notify=Mostra finestra di avviso quando individui feed
fd_feed_reader=Opzioni Lettore Feed
fd_feed_tooltip=Mostra contenuto dei feed nei tooltip
fd_feed_new_tab=Apri gli oggetti feed in nuova scheda
fd_auto_update_after=Intervallo autoaggiornamento predefinito:
fd_auto_update_after1=minuti (0 per disattivare):
adh_popup_blocker=Attiva Blocco Pop-Up
adh_popup_sound=Avviso sonoro quando viene bloccato un Pop-Up
adh_popup_infobar=Mostra barra informativa sul Pop-Up bloccato
adh_edit_whitelist=Modifica Lista Eccezioni...
adh_content_filter=Attiva Filtro Contenuti
adh_notify=Mostra Finestra Avvisi per Filtro Contenuti
adh_replace_obj=Sostituisci Flash bloccato con:
adh_replace_obj_note=Puoi usare "$url" (senza virgolette) per visualizzare la URL dell'oggetto bloccato.
adh_edit_list=Modifica Lista Filtri...
adh_text_filter=Attiva Filtro Testo e Pacchetti Filtri
adh_text_filter_note=Il Filtro Testo consuma più risorse della CPU.<br/>I Pacchetti di Filtri creati per Maxthon Browser richiedono questa funzione per avere effetto.
adh_manage_filter_packs=Gestione Pacchetti di Filtri...
form_save_notify=Attiva richiesta di memorizzazione dati
form_clean_ignore_list=Svuota Lista Ignora
form_auto_fill=Compila Automaticamente i Moduli sulle Pagine Web
form_profile_default=Mia Identità
form_profiles=Identità
form_ps_general=Informazioni Generali
form_p_firstname=Nome
form_p_lastname=Cognome
form_p_gender=Sesso
form_p_gender_blank=ND
form_p_gender_male=M
form_p_gender_female=F
form_p_birthday=Data di Nascita
form_ps_reg=Dati Registrazione Preferiti
form_p_username=Nome Utente
form_p_password=Password
form_p_pwd_q=Domanda per ricordare la password
form_p_pwd_a=Risposta a domanda per ricordare la password
form_ps_contact=Informazioni Contatto
form_p_email=E-mail
form_p_website=Sito Web
form_p_timezone=Fuso orario
form_p_phone=Telefono
form_p_address=Riga Indirizzo %n
form_p_postcode=CAP
form_p_city=Città
form_p_state=Provincia
form_p_country=Nazione/Regione
form_show_password=Mostra Password
form_blank_title=Il titolo non può essere vuoto
form_duplicate_title=Titolo di identità già esistente, scegline un altro.
form_saved_forms=Lista Dati Salvati
form_auto_submit=Auto Login
form_name=Nome Modulo
form_action=Azione Modulo
down_file_type=Usa Download Manager per questi tipi di file:
down_downloaders=Impostazione Download Manager
down_no_downloader=Non Usare Download Manager
down_downloader_not_detected=Componenti di questo Download Manager non rilevati, scegline un altro.
saf_clean_upon_close=Svuota la Cronologia all'uscita
saf_clean_undo=Lista &quot;Annulla&quot;
saf_clean_history=Cronologia
saf_clean_address=Lista degli indirizzi digitati
saf_clean_cookies=Cookie
saf_clean_cache=File della Cache
saf_security_update=Aggiornamenti di Sicurezza di Maxthon
saf_security_update_comment=Gli aggiornamenti di sicurezza di Maxthon riducono il rischio per alcune vulnerabilità irrisolte di Internet Explorer che potrebbero affliggere Maxthon.<br/> Questi aggiornamenti non possono sostituire quelli ufficiali, quindi assicurati di effettuare periodicamente tutti gli aggiornamenti di sicurezza.<br/> Tutte le informazioni sugli aggiornamenti di sicurezza provengono da <a href="http://secunia.com/" target="_blank">Secunia</a>.
saf_disable_confirm=Disattivando questo aggiornamento di sicurezza si potrebbe esporre il computer a potenziali rischi. Procedi?
key_shortcut=Tasti di Scelta Rapida Personalizzati
key_blank_key=Imposta tasti di scelta rapida.
key_duplicate_key=Questo tasti sono già impostati, scegli un'altra combinazione.
mou_super_dd=Attiva Super Drag&amp;Drop
mou_mouse_gesture=Attiva Movimenti del Mouse
mou_mouse_tip=Mostra suggerimenti per Movimenti del Mouse e Super Drag&amp;Drop
mou_show_trail=Mostra Traccia Movimenti del Mouse
mou_gestures=Movimenti del Mouse
mou_gesture=Movimento
mou_doubleclicktab=Doppio Clic su Scheda
mou_doubleclicktabbar=Doppio Clic su Barra Schede
mou_doubleclickpage=Doppio Clic su Pagina
mou_midclicktab=Clic Tasto Centrale su Scheda
mou_holdleftclickright=Clic Destro premendo il Tasto Sinistro
mou_holdrightclickleft=Clic sinistro premendo il Tasto Destro
mou_blank_gesture=Il movimento non può essere vuoto.
mou_duplicate_gesture=Questo gesto è già occupato, scegli un'altra combinazione.
mou_no_double_direction=Non puoi impostare la stessa direzione dopo una uguale.
mou_gesture_too_long=Raggiunta lunghezza massima per un Movimento del Mouse.
adv_ui=Interfaccia Utente
adv_multi_thread=Apri ogni nuova scheda in un thread separato
adv_vista_glass=Attiva l'effetto Aero Glass di Windows Vista
adv_site_icon=Mostra Icona del Sito Web se disponibile
adv_multi_col_menu=Usa Visualizzazione multi-colonna se menu troppo lungo
adv_combine_refresh_stop=Unifica i pulsanti Aggiorna e Ferma
adv_custom_context_menu=Usa Menu Contestuale di Pagina avanzato
adv_min_tab_man=Mostra pulsante &quot;Gestione Scheda&quot; se
adv_min_tab_man1=o più Schede sono aperte
adv_browse=Navigazione
adv_accelerator=Attiva Accellerazione Web
adv_accelerator_site_list=Modifica lista dei Siti Super Accellerati
adv_flash_back_forward=Attiva Avanti-Indietro Flash
adv_dis_refresh_current=Disattiva Autoaggiornamento in scheda attiva
adv_popup_as_tab=Mostra finestre pop-up come scheda
adv_ie7_zoom=Usa Funzione Zoom Pagina di IE7
adv_dd_open_multi_link=Apri tutti i link nella selezione effettuando un Super Drag&amp;Drop
adv_friendly_error_page=Mostra pagina errori semplificata
adv_ignore_frameid=Ignora attributo ID in frameset
adv_dde_call=Gestisci Chiamate DDE da altri programmi durante il funzionamento
adv_max_undo_list=Numero massimo di voci in Lista Annulla:
adv_max_history=Giorni di conservazione pagine in cronologia:
adv_confirm=Conferma Azione
adv_confirm_close_all=Quando chiudo tutte le schede
adv_confirm_exit=Quando esco da Maxthon
adv_jvm=Java Virtual Machine
adv_jvm_ms=Microsoft Java Virtual Machine
adv_jvm_other=Altra Java Virtual Machine Installata
plugin_force_autostart=Questo Plugin non supporta l'esecuzione automatica. Vuoi attivarla ugualmente?
[ResumeSession]
title=Ultime Pagine Visitate
open_links=Apri Pagine Selezionate
select_all=Seleziona Tutto
select_none=Deseleziona Tutto
auto_close=Chiudi questa scheda all'apertura delle pagine selezionate
[History]
title=Cronologia
type_keyword=Inserisci Parole Chiave da cercare...
list_view=Torna a Visualizza Lista
result_count=Totale %int Voci
page_history=Cronologia
page_feed=Cronologia Feed
all_date=Tutte le Date
today=Oggi
weekday_1=Lunedi
weekday_2=Martedi
weekday_3=Mercoledi
weekday_4=Giovedi
weekday_5=Venerdi
weekday_6=Sabato
1_week_ago=Ultima Settimana
2_week_ago=2 Settimane fa
3_week_ago=3 Settimane fa
delete=Elimina
confirm_delete_site=Vuoi eliminare le registrazioni di questo sito?
confirm_delete_date=Vuoi eliminare le registrazioni di questo periodo?
[ConfigWizard]
title=Wizard Configurazione Maxthon Browser
previous=Indietro
next=Avanti
finish=Finito
welcome_title=Benvenuto nel Wizard di Configurazione di Maxthon Browser.
welcome_text=Questo wizard ti sottoporrà una serie di domande per aiutarti ad adattare Maxthon alle tue abitudini.\n\nPotrai riaprire questo wizard in seguito, scegliendo la voce "Wizard Configurazione" nel menu "Aiuto".
skin_title=Stile Interfaccia
skin_text=Il supporto flessibile skin di Maxthon Browser può rendere il tuo browser maggiormente personalizzato.\nPuoi scegliere una skin nel menu "Strumenti > Skin", o scaricare nuove skin dal Centro Risorse Maxthon.
skin_yes=Usa Skin Predefinita di Maxthon Browser 2.0
skin_no=Usa Stile Interfaccia di Windows
goto_res_center=Scarica altre skin dal Centro Risorse Maxthon...
layout_title=Aspetto Interfaccia
layout_text=L'interfaccia di Maxthon Browser è totalmente personalizzabile, puoi modificarla adattandola alle tue necessità.\n\nSeleziona uno stile tra i seguenti:
keep_layout=Vuoi usare questo stile di interfaccia?
layout_max2=Stile Maxthon Browser 2.0
layout_max2_text=Nascondendo la cornice della finestra e collocando il menu a destra della barra delle didascalie, si ottiene un'interfaccia di navigazione chiara e confortevole.
layout_max1=Stile Maxthon Browser 1.x
layout_max1_text=Simile all'interfaccia di IE 6.0, questo stile è adatto a coloro che preferiscono mantenere le vecchie abitudini.
layout_mini=Stile Minimalista
layout_mini_text=Lo stile più semplice, adatto agli utenti che preferiscono controllare il browser usando i soli tasti di scelta rapida ed i movimenti del mouse.
mouse_sdd_title=Super Drag & Drop
mouse_sdd_text=Questa è una funzione speciale di Maxthon Browser, che può migliorare enormemente la tua esperienza di navigazione. \nCome si usa: Seleziona del testo con il mouse, quindi trascinalo ad una certa distanza, Maxthon Browser cercherà il testo per te. Trascinando un link ipertestuale o un'immagine, verranno aperti in una nuova scheda.
mouse_sdd=Attiva funzione Super Drag&Drop
mouse_gesture_title=Movimenti del Mouse
mouse_gesture_text=Questa è un'altra funzione speciale di Maxthon Browser, grazie alla quale non ti serviranno tasti di scelta rapida o pulsanti della Barra Strumenti per controllare il browser. \nCome si usa: Tieni premuto il tasto destro del mouse e trascina nelle direzioni corrispondenti, rilascia il tasto destro.\nI principali movimenti sono: Su Giu (Aggiorna), Giu Destra (Chiudi scheda corrente). \nPuoi visualizzare e personalizzare i movimenti in "Strumenti > Centro Impostazioni Maxthon > Opzioni Mouse".
mouse_gesture=Attiva funzione Movimenti del Mouse
adhunter_title=Ad Hunter
adhunter_text=Ad Hunter può bloccare finestre popup e rimuovere altre pubblicità indesiderate.\n Ad Hunter è in grado di bloccare molte pubblicità sui siti web, ma una configurazione \ninappropriata può rendere difficoltosa la navigazione.
adhunter_level0=Non Usare Ad Hunter
adhunter_level0_text=In questo modo, nessuna finestra popup o contenuto di pagina verranno filtrati. Sconsigliato, ma può essere utile per tentare di risolvere alcuni problemi.
adhunter_level1=Blocca Solo Popup
adhunter_level1_text=In questo modo, verranno bloccate solo le finestre popup indesiderate.
adhunter_level2=Blocca Popup & Pubblicità in Pagine Web
adhunter_level2_text=Blocca finestre popup e pubblicità in pagine web selezionate dall'utente. Consigliato per la maggior parte degli utenti.
adhunter_level3=Modalità Avanzata
adhunter_level3_text=Questa modalità attiverà il supporto filtro testi per la personalizzazione, ma potrebbe causare problemi di layout nelle pagine e richiede più risorse al sistema. Seleziona questa modalità se vuoi usare i Pacchetti di Filtri.
done_title=Finito
done_text=Hai terminato la configurazione di base di Maxthon Browser. \nSe desideri una impostazione più approfondita, usa il "Centro Impostazioni Maxthon".\nSe hai domande relative all'uso di Maxthon Browser, visita il nostro forum da "Aiuto > Forum di Maxthon".
done_go_options=Apri "Centro Impostazioni Maxthon" per impostazioni dettagliate
